docs/hugo/content/Acknowledgements.md
+++
title = "Acknowledgements"
author = ["Yi Zhang"]
date = 2021-06-25T00:00:00-07:00
lastmod = 2021-06-29T11:51:38-07:00
draft = false
weight = 1002
[menu.main]
  weight = 1002
  identifier = "acknowledgements"
+++

## Institutions {#institutions}

We thank Metrum Research Group, Columbia University, and AstraZeneca.


## Funding {#funding}

This work was funded in part by the following organizations:


### Office of Naval Research (ONR) contract N00014-16-P-2039 {#office-of-naval-research--onr--contract-n00014-16-p-2039}

provided as part of the Small Business Technology Transfer (STTR)
program. The content of the information presented in this document
does not necessarily reflect the position or policy of the
Government and no official endorsement should be inferred.


### Bill & Melinda Gates Foundation. {#bill-and-melinda-gates-foundation-dot}


## Individuals {#individuals}

We thank the Stan Development Team for giving us guidance on how to
create new Stan functions and adding features to Stan's core language
that facilitate building ODE-based models.

We also thank Kyle Baron and Hunter Ford for helpful advice on coding
in C++ and using GitHub, Curtis Johnston for reviewing the User
Manual, and Yaming Su for using Torsten and giving us feedback.
